[
  "terminal",
  "settings-search",
  "obsidian-style-settings",
  "tasknotes",
  "obsidian-custom-frames",
  "darlal-switcher-plus",
  "zenmode",
  "obsidian-zoom",
  "obsidian-vimrc-support",
  "image-converter",
  "obsidian-excalidraw-plugin",
  "obsidian-heading-shifter",
  "obsidian-outliner",
  "number-headings-obsidian",
  "periodic-notes",
  "show-hidden-files",
  "omnisearch",
  "better-export-pdf",
  "d2-obsidian",
  "obsidian-mind-map"
]