[
  "obsidian-zoom",
  "obsidian-quiet-outline",
  "obsidian-outliner",
  "dataview",
  "dbfolder",
  "obsidian-importer",
  "update-time-on-edit",
  "omnisearch",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin"
]