[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "obsidian-importer",
  "settings-search",
  "obsidian-paste-png-to-jpeg",
  "todoist-sync-plugin",
  "wikilinks-to-mdlinks-obsidian",
  "omnisearch",
  "obsidian-style-settings",
  "creases",
  "number-headings-obsidian",
  "dataview",
  "templater-obsidian",
  "obsidian-linter",
  "journals",
  "obsidian-outliner",
  "obsidian-zoom",
  "pomodoro-timer",
  "dbfolder",
  "obsidian-custom-frames",
  "note-refactor-obsidian",
  "music-code-blocks",
  "open-gate",
  "terminal",
  "surfing"
]